{"inkVersion":20,"root":[["^ISABELLE: After climbing the tallest mountain to recover my balloon, I found myself face-to-face with the stars themselves.","\n","^RILEY: What did you do?","\n","^ISABELLE: I addressed them, of course.","\n",{"->":"STARS"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"STARS":[["ev","str","^Talk about Centaurus.","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Talk about Apus.","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^Talk about Lupus.","/str","/ev",{"*":".^.c-2","flg":20},"ev","str","^End the call.","/str","/ev",{"*":".^.c-3","flg":20},{"c-0":["^ ",{"->":"CENTAURUS"},"\n",{"#f":5}],"c-1":["^ ",{"->":"APUS"},"\n",{"#f":5}],"c-2":["^ ",{"->":"LUPUS"},"\n",{"#f":5}],"c-3":["^ ",{"->":"THEEND"},"\n",{"#f":5}]}],{"#f":1}],"CENTAURUS":["^ISABELLE: Do you remember the stories I told you of the greatest Greek heroes of all time?","\n","^RILEY: Yeah! Heracles, Jason, and Achilles, right?","\n","^ISABELLE: Exactly. Most of those heroes were taught by the wise centaur Chiron. After he died, they placed him among the stars to honor him.","\n","^RILEY: How did he die?","\n","^ISABELLE: He was hit with a poisoned arrow.","\n","^RILEY: Oh, no!","\n","^ISABELLE: It’s alright, sweetheart. Now he’s up in the sky, watching his former students become the heroes they were meant to be.","\n",{"->":"STARS"},{"#f":1}],"APUS":["^ISABELLE: Do you know what peacocks look like?","\n","^RILEY: Um, yes, I think. They have blue bodies and big green tails, right?","\n","^ISABELLE: Exactly. They didn’t always look like that, though.","\n","^ISABELLE: In ancient times, the peacock was the symbol of the goddess Hera. Back then, it was just a simple blue bird.","\n","^ISABELLE: One of her favorite attendants, Argus, was covered in one hundred eyes. She chose him to guard something very important to her, but he was killed by the attackers.","\n","^ISABELLE: In mourning, she placed his eyes all across the tail of her favorite bird. From that day on, whenever a peacock spread its tail feathers, she was reminded of his sacrifice.","\n",{"->":"STARS"},{"#f":1}],"LUPUS":["^ISABELLE: The noble wolf. There are many stories connected to these stars. Do you want to hear my favorite?","\n","^RILEY: Yes!","\n","^ISABELLE: Once, a pair of twin babies were abandoned in the wild by their greedy father. He thought they would take his throne away from him, and wanted no chance that they would survive.","\n","^ISABELLE: But they were saved by a lone wolf, who raised the children for several years until a shepherd found them. He served as their father figure until they were adults.","\n","^ISABELLE: After they became grown men, they overthrew their corrupt father and even went on to start their own city—now called Rome.","\n","^RILEY: Whoa! What happened to the wolf?","\n","^ISABELLE: She was only an ordinary wolf, and after living out her life in the wild, she passed away. The boys turned her into a constellation so they could always look up and see her.","\n",{"->":"STARS"},{"#f":1}],"THEEND":["^ISABELLE: Are you getting sleepy, sweetheart?","\n","^RILEY: [yawns] No…","\n","^ISABELLE: It’s alright if you are. I should let you get to bed anyway. Good night, sweetheart. I love you.","\n","^RILEY: I love you, too, Mom. Good night.","\n","^THE END","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}